Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: New automation · not saved
bn: নতুন অটোমেশন · অসংরক্ষিত
es: Nueva automatización · sin guardar
fr: Nouvelle automatisation · non enregistrée
hi: नया ऑटोमेशन · सहेजा नहीं गया
it: Nuova automazione · non salvata
ja: 新しい自動化 · 未保存
ko: 새 자동화 · 저장 안 됨
pt_br: Nova automação · não salva
ru: Новая автоматизация · не сохранена
sv: Ny automatisering · osparad
zh_hans: 新自动化 · 未保存
zh_hant: 新自動化 · 未儲存

source: New Commit
bn: নতুন কমিট
es: Nuevo commit
fr: Nouveau commit
hi: नया कमिट
it: Nuovo commit
ja: 新規コミット
ko: 새 커밋
pt_br: Novo commit
ru: Новый коммит
sv: Ny commit
zh_hans: 新建提交
zh_hant: 新增提交

source: New commits pushed
bn: নতুন কমিট পুশ করা হয়েছে
es: Nuevos commits enviados
fr: Nouveaux commits poussés
hi: नए कमिट पुश हुए
it: Nuovi commit inviati
ja: 新しいコミットをプッシュ
ko: 새 커밋 푸시됨
pt_br: Novos commits enviados
ru: Отправлены новые коммиты
sv: Nya commits pushade
zh_hans: 推送了新提交
zh_hant: 已推送新提交

source: New Project
bn: নতুন প্রকল্প
es: Nuevo proyecto
fr: Nouveau projet
hi: नया प्रोजेक्ट
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새 프로젝트
pt_br: Novo projeto
ru: Новый проект
sv: Nytt projekt
zh_hans: 新建项目
zh_hant: 新增專案

source: New Project…
bn: নতুন প্রকল্প…
es: Nuevo proyecto…
fr: Nouveau projet…
hi: नया प्रोजेक्ट…
it: Nuovo progetto…
ja: 新規プロジェクト…
ko: 새 프로젝트…
pt_br: Novo projeto…
ru: Новый проект…
sv: Nytt projekt…
zh_hans: 新建项目…
zh_hant: 新增專案…

source: New session
bn: নতুন সেশন
es: Nueva sesión
fr: Nouvelle session
hi: नया सत्र
it: Nuova sessione
ja: 新規セッション
ko: 새 세션
pt_br: Nova sessão
ru: Новый сеанс
sv: Ny session
zh_hans: 新建会话
zh_hant: 新增工作階段

source: New Session
bn: নতুন সেশন
es: Nueva sesión
fr: Nouvelle session
hi: नया सत्र
it: Nuova sessione
ja: 新規セッション
ko: 새 세션
pt_br: Nova sessão
ru: Новая сессия
sv: Ny session
zh_hans: 新建会话
zh_hant: 新增工作階段

source: New session agent
bn: নতুন সেশনের এজেন্ট
es: Agente para nuevas sesiones
fr: Agent des nouvelles sessions
hi: नए सत्र का एजेंट
it: Agente delle nuove sessioni
ja: 新規セッションのエージェント
ko: 새 세션 에이전트
pt_br: Agente de novas sessões
ru: Агент новых сессий
sv: Agent för nya sessioner
zh_hans: 新会话代理
zh_hant: 新工作階段代理程式

source: New session on %@
bn: %@-এ নতুন সেশন
es: Nueva sesión en %@
fr: Nouvelle session sur %@
hi: %@ पर नया सत्र
it: Nuova sessione in %@
ja: %@ の新規セッション
ko: %@에서 새 세션
pt_br: Nova sessão em %@
ru: Новый сеанс в %@
sv: Ny session i %@
zh_hans: 在 %@ 中新建会话
zh_hant: 在 %@ 中新增工作階段

source: New session on a new worktree
bn: নতুন ওয়ার্কট্রিতে নতুন সেশন
es: Nueva sesión en un árbol de trabajo nuevo
fr: Nouvelle session dans un nouvel arbre de travail
hi: नए वर्कट्री पर नया सत्र
it: Nuova sessione in un nuovo albero di lavoro
ja: 新しいワークツリーで新規セッション
ko: 새 워크트리에서 새 세션
pt_br: Nova sessão em uma nova árvore de trabalho
ru: Новая сессия в новом рабочем дереве
sv: Ny session i ett nytt arbetsträd
zh_hans: 在新工作树中创建会话
zh_hant: 在新工作樹中建立工作階段

source: New session worktrees
bn: নতুন সেশনের ওয়ার্কট্রি
es: Worktrees de nuevas sesiones
fr: Worktrees des nouvelles sessions
hi: नए सत्रों के वर्कट्री
it: Worktree delle nuove sessioni
ja: 新規セッションのワークツリー
ko: 새 세션 워크트리
pt_br: Worktrees de novas sessões
ru: Рабочие деревья новых сеансов
sv: Worktree för nya sessioner
zh_hans: 新会话的工作树
zh_hant: 新工作階段的工作樹

source: New Session…
bn: নতুন সেশন…
es: Nueva sesión…
fr: Nouvelle session…
hi: नया सत्र…
it: Nuova sessione…
ja: 新規セッション…
ko: 새 세션…
pt_br: Nova sessão…
ru: Новая сессия…
sv: Ny session…
zh_hans: 新建会话…
zh_hant: 新增工作階段…

source: New Tab
bn: নতুন ট্যাব
es: Nueva pestaña
fr: Nouvel onglet
hi: नया टैब
it: Nuova scheda
ja: 新規タブ
ko: 새 탭
pt_br: Nova aba
ru: Новая вкладка
sv: Ny flik
zh_hans: 新建标签页
zh_hant: 新增分頁

source: New worktrees
bn: নতুন ওয়ার্কট্রি
es: Nuevos árboles de trabajo
fr: Nouveaux arbres de travail
hi: नए वर्कट्री
it: Nuovi alberi di lavoro
ja: 新規ワークツリー
ko: 새 워크트리
pt_br: Novas árvores de trabalho
ru: Новые рабочие деревья
sv: Nya arbetsträd
zh_hans: 新工作树
zh_hant: 新工作樹

source: Next Match
bn: পরবর্তী মিল
es: Siguiente coincidencia
fr: Occurrence suivante
hi: अगला मिलान
it: Corrispondenza successiva
ja: 次の一致
ko: 다음 일치 항목
pt_br: Próxima ocorrência
ru: Следующее совпадение
sv: Nästa träff
zh_hans: 下一个匹配项
zh_hant: 下一個符合項目

source: Next Model
bn: পরের মডেল
es: Modelo siguiente
fr: Modèle suivant
hi: अगला मॉडल
it: Modello successivo
ja: 次のモデル
ko: 다음 모델
pt_br: Próximo modelo
ru: Следующая модель
sv: Nästa modell
zh_hans: 下一个模型
zh_hant: 下一個模型

source: Next Session
bn: পরের সেশন
es: Sesión siguiente
fr: Session suivante
hi: अगला सत्र
it: Sessione successiva
ja: 次のセッション
ko: 다음 세션
pt_br: Próxima sessão
ru: Следующая сессия
sv: Nästa session
zh_hans: 下一个会话
zh_hant: 下一個工作階段

source: Next Tab
bn: পরের ট্যাব
es: Pestaña siguiente
fr: Onglet suivant
hi: अगला टैब
it: Scheda successiva
ja: 次のタブ
ko: 다음 탭
pt_br: Próxima aba
ru: Следующая вкладка
sv: Nästa flik
zh_hans: 下一个标签页
zh_hant: 下一個分頁

source: Next to the project
bn: প্রকল্পের পাশে
es: Junto al proyecto
fr: À côté du projet
hi: प्रोजेक्ट के पास
it: Accanto al progetto
ja: プロジェクトの隣
ko: 프로젝트 옆
pt_br: Ao lado do projeto
ru: Рядом с проектом
sv: Bredvid projektet
zh_hans: 项目旁边
zh_hant: 專案旁邊

source: Next unreleased version
bn: পরবর্তী অপ্রকাশিত সংস্করণ
es: Siguiente versión sin publicar
fr: Prochaine version non publiée
hi: अगला अप्रकाशित संस्करण
it: Prossima versione non rilasciata
ja: 次の未リリースバージョン
ko: 다음 미출시 버전
pt_br: Próxima versão não lançada
ru: Следующая невыпущенная версия
sv: Nästa outgivna version
zh_hans: 下一个未发布版本
zh_hant: 下一個未發佈版本

source: Next unreleased: the first release in the Jira project that is not yet released, whatever it is called. A template builds the name, and the release is created if Jira does not have it.
bn: পরবর্তী অপ্রকাশিত: Jira প্রকল্পের প্রথম অপ্রকাশিত রিলিজ, নাম যাই হোক। টেমপ্লেট নাম তৈরি করে এবং Jira-তে না থাকলে রিলিজ তৈরি হয়।
es: Siguiente sin publicar: la primera versión no publicada del proyecto Jira, sin importar su nombre. La plantilla genera el nombre y crea la versión si no existe.
fr: Prochaine non publiée : première version non publiée du projet Jira, quel que soit son nom. Un modèle génère le nom et la version est créée si elle n’existe pas.
hi: अगला अप्रकाशित: Jira प्रोजेक्ट का पहला अप्रकाशित रिलीज़, नाम कोई भी हो। टेम्पलेट नाम बनाता है; Jira में न होने पर रिलीज़ बनाई जाती है।
it: Prossima non rilasciata: prima versione non rilasciata del progetto Jira, qualunque sia il nome. Il modello genera il nome e crea la versione se non esiste.
ja: 次の未リリース：名前に関係なく、Jiraプロジェクトの最初の未リリースバージョンです。テンプレートは名前を生成し、Jiraにない場合はリリースを作成します。
ko: 다음 미출시 버전은 이름과 관계없이 Jira 프로젝트의 첫 미출시 릴리스입니다. 템플릿은 이름을 생성하며 Jira에 없으면 릴리스를 만듭니다.
pt_br: Próxima não lançada: primeira versão não lançada do projeto Jira, qualquer que seja o nome. O modelo gera o nome e cria a versão se não existir.
ru: Следующая невыпущенная: первый невыпущенный релиз проекта Jira независимо от имени. Шаблон создаёт имя; если версии нет в Jira, она создаётся.
sv: Nästa outgivna: första outgivna versionen i Jira-projektet, oavsett namn. En mall skapar namnet och versionen skapas om den inte finns i Jira.
zh_hans: 下一个未发布版本：Jira 项目中第一个尚未发布的版本，不论名称。模板用于生成名称，若 Jira 中不存在则创建该版本。
zh_hant: 下一個未發佈版本：Jira 專案中第一個尚未發佈的版本，不論名稱。範本用於產生名稱，若 Jira 中不存在則建立該版本。

source: No Active Sprint
bn: কোনো সক্রিয় স্প্রিন্ট নেই
es: No hay sprint activo
fr: Aucun sprint actif
hi: कोई सक्रिय स्प्रिंट नहीं
it: Nessuno sprint attivo
ja: アクティブなスプリントなし
ko: 진행 중인 스프린트 없음
pt_br: Nenhum sprint ativo
ru: Нет активного спринта
sv: Ingen aktiv sprint
zh_hans: 没有活动冲刺
zh_hant: 沒有進行中的衝刺

source: No active sprint, or no tickets in it.
bn: সক্রিয় স্প্রিন্ট নেই, অথবা তাতে টিকিট নেই।
es: No hay sprint activo o no contiene tickets.
fr: Aucun sprint actif ou aucun ticket dans celui-ci.
hi: कोई सक्रिय स्प्रिंट नहीं, या उसमें टिकट नहीं हैं।
it: Nessuno sprint attivo oppure non contiene ticket.
ja: アクティブなスプリントがないか、チケットが含まれていません。
ko: 활성 스프린트가 없거나 티켓이 없습니다.
pt_br: Não há sprint ativa ou ela não contém tickets.
ru: Нет активного спринта либо в нём нет задач.
sv: Ingen aktiv sprint, eller inga ärenden i den.
zh_hans: 没有活跃冲刺，或冲刺内无工单。
zh_hant: 沒有進行中的衝刺，或衝刺內無工單。

source: No activity today
bn: আজ কোনো কার্যকলাপ নেই
es: No hay actividad hoy
fr: Aucune activité aujourd’hui
hi: आज कोई गतिविधि नहीं
it: Nessuna attività oggi
ja: 今日のアクティビティはありません
ko: 오늘 활동 없음
pt_br: Nenhuma atividade hoje
ru: Сегодня нет событий
sv: Ingen aktivitet i dag
zh_hans: 今天暂无活动
zh_hant: 今天尚無活動

source: No agent is running in this terminal.
bn: এই টার্মিনালে কোনো এজেন্ট চলছে না।
es: No hay ningún agente en ejecución en este terminal.
fr: Aucun agent ne s’exécute dans ce terminal.
hi: इस टर्मिनल में कोई एजेंट नहीं चल रहा।
it: Nessun agente è in esecuzione in questo terminale.
ja: このターミナルで実行中のエージェントはありません。
ko: 이 터미널에서 실행 중인 에이전트가 없습니다.
pt_br: Nenhum agente está em execução neste terminal.
ru: В этом терминале нет работающего агента.
sv: Ingen agent körs i den här terminalen.
zh_hans: 此终端中没有正在运行的代理。
zh_hant: 此終端機中沒有執行中的代理程式。

source: No automations yet. Use + to start one.
bn: এখনও অটোমেশন নেই। + দিয়ে শুরু করুন।
es: Aún no hay automatizaciones. Usa + para crear una.
fr: Aucune automatisation. Utilisez + pour en créer une.
hi: अभी कोई ऑटोमेशन नहीं। + से बनाएँ।
it: Nessuna automazione. Usa + per crearne una.
ja: 自動化はまだありません。＋で作成してください。
ko: 아직 자동화가 없습니다. +로 만드세요.
pt_br: Ainda sem automações. Use + para criar uma.
ru: Автоматизаций пока нет. Нажмите +, чтобы создать.
sv: Inga automatiseringar ännu. Använd + för att skapa en.
zh_hans: 尚无自动化。使用 + 新建。
zh_hant: 尚無自動化。使用 + 新增。

source: No bookmarks or history yet
bn: এখনও বুকমার্ক বা ইতিহাস নেই
es: Aún no hay marcadores ni historial
fr: Aucun favori ni historique pour le moment
hi: अभी कोई बुकमार्क या इतिहास नहीं है
it: Ancora nessun segnalibro o cronologia
ja: ブックマークや履歴はまだありません
ko: 북마크 또는 방문 기록 없음
pt_br: Ainda não há favoritos nem histórico
ru: Пока нет закладок и истории
sv: Inga bokmärken eller historik ännu
zh_hans: 暂无书签或历史记录
zh_hant: 尚無書籤或瀏覽記錄

source: No branch segment may start with “.”
bn: ব্রাঞ্চের কোনো অংশ “.” দিয়ে শুরু হতে পারে না
es: Ningún segmento de la rama puede empezar por «.»
fr: Aucun segment de branche ne peut commencer par « . »
hi: ब्रांच का कोई खंड “.” से शुरू नहीं हो सकता
it: Nessun segmento del ramo può iniziare con “.”
ja: ブランチ名のどの部分も「.」で開始できません
ko: 브랜치 이름의 어느 부분도 “.”로 시작할 수 없습니다
pt_br: Nenhum segmento da branch pode começar com “.”
ru: Ни один сегмент имени ветки не может начинаться с «.»
sv: Ingen del av grennamnet får börja med ”.”
zh_hans: 分支名称的任何段都不能以“.”开头
zh_hant: 分支名稱的任何區段都不能以「.」開頭

source: No changed files
bn: কোনো পরিবর্তিত ফাইল নেই
es: No hay archivos modificados
fr: Aucun fichier modifié
hi: कोई बदली गई फ़ाइल नहीं
it: Nessun file modificato
ja: 変更されたファイルはありません
ko: 변경된 파일 없음
pt_br: Nenhum arquivo alterado
ru: Нет изменённых файлов
sv: Inga ändrade filer
zh_hans: 没有已更改的文件
zh_hant: 沒有已變更的檔案

source: No changes (empty or merge commit).
bn: পরিবর্তন নেই (খালি বা মার্জ কমিট)।
es: Sin cambios (commit vacío o de fusión).
fr: Aucune modification (commit vide ou de fusion).
hi: कोई बदलाव नहीं (खाली या मर्ज कमिट)।
it: Nessuna modifica (commit vuoto o di unione).
ja: 変更なし（空またはマージコミット）。
ko: 변경 사항 없음(빈 커밋 또는 병합 커밋).
pt_br: Sem alterações (commit vazio ou de mesclagem).
ru: Нет изменений (пустой коммит или коммит слияния).
sv: Inga ändringar (tom incheckning eller sammanslagning).
zh_hans: 没有更改（空提交或合并提交）。
zh_hant: 沒有變更（空提交或合併提交）。

source: No checks
bn: কোনো যাচাই নেই
es: Sin comprobaciones
fr: Aucune vérification
hi: कोई जाँच नहीं
it: Nessun controllo
ja: チェックなし
ko: 검사 없음
pt_br: Sem verificações
ru: Нет проверок
sv: Inga kontroller
zh_hans: 没有检查
zh_hant: 沒有檢查

source: No CI status
bn: CI অবস্থা নেই
es: Sin estado de CI
fr: Aucun état CI
hi: CI स्थिति उपलब्ध नहीं
it: Nessuno stato CI
ja: CIの状態なし
ko: CI 상태 없음
pt_br: Sem status de CI
ru: Нет статуса CI
sv: Ingen CI-status
zh_hans: 没有 CI 状态
zh_hant: 沒有 CI 狀態

source: No commits ahead of %@.
bn: %@-এর আগে কোনো কমিট নেই।
es: No hay commits por delante de %@.
fr: Aucun commit en avance sur %@.
hi: %@ से आगे कोई कमिट नहीं है।
it: Nessun commit oltre %@.
ja: %@ より先のコミットはありません。
ko: %@보다 앞선 커밋이 없습니다.
pt_br: Nenhum commit à frente de %@.
ru: Нет коммитов сверх %@.
sv: Inga incheckningar före %@.
zh_hans: 没有领先于 %@ 的提交。
zh_hant: 沒有領先於 %@ 的提交。

source: No commits on this branch yet.
bn: এই ব্রাঞ্চে এখনও কমিট নেই।
es: Aún no hay commits en esta rama.
fr: Aucun commit sur cette branche pour le moment.
hi: इस ब्रांच पर अभी कोई कमिट नहीं है।
it: Ancora nessun commit in questo ramo.
ja: このブランチにはまだコミットがありません。
ko: 이 브랜치에 아직 커밋이 없습니다.
pt_br: Ainda não há commits nesta branch.
ru: В этой ветке пока нет коммитов.
sv: Inga incheckningar på grenen ännu.
zh_hans: 此分支尚无提交。
zh_hant: 此分支尚無提交。

source: No conversation yet. Send a message to start.
bn: এখনও কথোপকথন নেই। শুরু করতে বার্তা পাঠান।
es: Aún no hay conversación. Envía un mensaje para empezar.
fr: Aucune conversation pour le moment. Envoyez un message pour commencer.
hi: अभी कोई वार्तालाप नहीं। शुरू करने के लिए संदेश भेजें।
it: Nessuna conversazione. Invia un messaggio per iniziare.
ja: まだ会話がありません。メッセージを送信して始めましょう。
ko: 아직 대화가 없습니다. 메시지를 보내 시작하세요.
pt_br: Ainda não há conversa. Envie uma mensagem para começar.
ru: Разговора пока нет. Отправьте сообщение, чтобы начать.
sv: Ingen konversation än. Skicka ett meddelande för att börja.
zh_hans: 尚无对话。发送消息即可开始。
zh_hant: 尚無對話。傳送訊息即可開始。

source: No decision
bn: সিদ্ধান্ত নেই
es: Sin decisión
fr: Aucune décision
hi: कोई निर्णय नहीं
it: Nessuna decisione
ja: 判断なし
ko: 결정 없음
pt_br: Sem decisão
ru: Нет решения
sv: Inget beslut
zh_hans: 无决定
zh_hant: 無決定

source: No editor theme named %@.
bn: %@ নামে এডিটর থিম নেই।
es: No hay tema de editor llamado %@.
fr: Aucun thème d’éditeur nommé %@.
hi: %@ नाम की एडिटर थीम नहीं है।
it: Nessun tema editor chiamato %@.
ja: %@というエディターテーマはありません。
ko: %@ 편집기 테마가 없습니다.
pt_br: Não há tema de editor chamado %@.
ru: Нет темы редактора с именем %@.
sv: Inget redigerartema med namnet %@.
zh_hans: 没有名为 %@ 的编辑器主题。
zh_hant: 沒有名為 %@ 的編輯器主題。

source: No enabled pull request automation covers this project.
bn: এই প্রকল্পের জন্য কোনো পুল রিকোয়েস্ট অটোমেশন চালু নেই।
es: Ninguna automatización activa de solicitudes de incorporación de cambios se aplica a este proyecto.
fr: Aucune automatisation de pull requests activée ne couvre ce projet.
hi: इस प्रोजेक्ट के लिए कोई पुल रिक्वेस्ट स्वचालन चालू नहीं है।
it: Nessuna automazione attiva per le pull request copre questo progetto.
ja: このプロジェクトを対象とする有効なプルリクエストの自動化はありません。
ko: 이 프로젝트를 대상으로 하는 활성화된 풀 리퀘스트 자동화가 없습니다.
pt_br: Nenhuma automação de pull requests ativada cobre este projeto.
ru: Ни одна включённая автоматизация пул-реквестов не охватывает этот проект.
sv: Ingen aktiverad pull request-automatisering omfattar det här projektet.
zh_hans: 没有已启用的拉取请求自动化适用于此项目。
zh_hant: 沒有已啟用的提取要求自動化適用於此專案。

source: No enabled pull request automation needs webhook forwarding.
bn: চালু কোনো পুল রিকোয়েস্ট অটোমেশনে ওয়েবহুক পাঠানোর প্রয়োজন নেই।
es: Ninguna automatización activa de solicitudes necesita reenvío de webhooks.
fr: Aucune automatisation de pull requests activée ne nécessite le transfert de webhooks.
hi: किसी चालू पुल रिक्वेस्ट स्वचालन को वेबहुक भेजने की ज़रूरत नहीं है।
it: Nessuna automazione attiva delle pull request richiede l’inoltro dei webhook.
ja: Webhook の転送を必要とする有効なプルリクエスト自動化はありません。
ko: 활성화된 풀 리퀘스트 자동화 중 웹훅 전달이 필요한 항목이 없습니다.
pt_br: Nenhuma automação ativa de pull requests precisa de encaminhamento de webhooks.
ru: Ни одной включённой автоматизации пул-реквестов не нужна передача вебхуков.
sv: Ingen aktiverad pull request-automatisering behöver vidarebefordran av webhookar.
zh_hans: 没有已启用的拉取请求自动化需要 Webhook 转发。
zh_hant: 沒有已啟用的提取要求自動化需要 Webhook 轉送。

source: no file matches
bn: কোনো ফাইল মেলে না
es: ningún archivo coincide
fr: aucun fichier ne correspond
hi: कोई फ़ाइल मेल नहीं खाती
it: nessun file corrisponde
ja: 一致するファイルなし
ko: 일치하는 파일 없음
pt_br: nenhum arquivo corresponde
ru: ни один файл не совпадает
sv: ingen fil matchar
zh_hans: 无文件匹配
zh_hant: 無檔案符合

source: No file open
bn: কোনো ফাইল খোলা নেই
es: Ningún archivo abierto
fr: Aucun fichier ouvert
hi: कोई फ़ाइल खुली नहीं
it: Nessun file aperto
ja: ファイルが開かれていません
ko: 열린 파일 없음
pt_br: Nenhum arquivo aberto
ru: Нет открытого файла
sv: Ingen fil öppen
zh_hans: 未打开文件
zh_hant: 未開啟檔案

source: No filters: every event continues
bn: ফিল্টার নেই: সব ঘটনা চলতে থাকে
es: Sin filtros: todos los eventos continúan
fr: Sans filtre : chaque événement continue
hi: कोई फ़िल्टर नहीं: हर घटना आगे बढ़ती है
it: Nessun filtro: ogni evento prosegue
ja: フィルターなし：すべてのイベントが続行
ko: 필터 없음: 모든 이벤트 계속 진행
pt_br: Sem filtros: todo evento continua
ru: Без фильтров: каждое событие проходит
sv: Inga filter: alla händelser fortsätter
zh_hans: 无筛选器：每个事件均继续
zh_hant: 無篩選條件：每個事件皆繼續

source: No GitHub remote found in this workspace.
bn: এই ওয়ার্কস্পেসে কোনো GitHub রিমোট পাওয়া যায়নি।
es: No se encontró ningún remoto de GitHub en este espacio de trabajo.
fr: Aucun dépôt distant GitHub trouvé dans cet espace de travail.
hi: इस वर्कस्पेस में GitHub रिमोट नहीं मिला।
it: Nessun remoto GitHub trovato in quest’area di lavoro.
ja: このワークスペースに GitHub リモートが見つかりません。
ko: 이 작업 공간에서 GitHub 원격 저장소를 찾을 수 없습니다.
pt_br: Nenhum remoto do GitHub encontrado neste espaço de trabalho.
ru: В этой рабочей папке не найден удалённый репозиторий GitHub.
sv: Ingen GitHub-fjärrserver hittades på arbetsytan.
zh_hans: 此工作区中未找到 GitHub 远程仓库。
zh_hant: 此工作區中找不到 GitHub 遠端儲存庫。

source: No GitHub repository
bn: কোনো GitHub রিপোজিটরি নেই
es: Sin repositorio de GitHub
fr: Aucun dépôt GitHub
hi: कोई GitHub रिपॉज़िटरी नहीं
it: Nessun repository GitHub
ja: GitHubリポジトリなし
ko: GitHub 저장소 없음
pt_br: Sem repositório do GitHub
ru: Нет репозитория GitHub
sv: Inget GitHub-kodarkiv
zh_hans: 没有 GitHub 仓库
zh_hant: 沒有 GitHub 儲存庫

source: No history yet
bn: এখনো কোনো ইতিহাস নেই
es: Aún no hay historial
fr: Aucun historique pour le moment
hi: अभी कोई इतिहास नहीं
it: Nessuna cronologia
ja: 履歴はまだありません
ko: 아직 기록 없음
pt_br: Ainda não há histórico
ru: Истории пока нет
sv: Ingen historik ännu
zh_hans: 暂无历史记录
zh_hant: 尚無歷史記錄

source: No Jira tickets found.
bn: কোনো Jira টিকিট পাওয়া যায়নি।
es: No se encontraron tickets Jira.
fr: Aucun ticket Jira trouvé.
hi: कोई Jira टिकट नहीं मिला।
it: Nessun ticket Jira trovato.
ja: Jiraチケットが見つかりません。
ko: Jira 티켓을 찾을 수 없습니다.
pt_br: Nenhum ticket Jira encontrado.
ru: Задачи Jira не найдены.
sv: Inga Jira-ärenden hittades.
zh_hans: 未找到 Jira 工单。
zh_hant: 找不到 Jira 工單。

source: No loaded commits match this search.
bn: লোড করা কোনো কমিট এই অনুসন্ধানের সঙ্গে মেলেনি।
es: Ningún commit cargado coincide con la búsqueda.
fr: Aucun commit chargé ne correspond à la recherche.
hi: लोड हुए कमिट में इस खोज का कोई मेल नहीं है।
it: Nessun commit caricato corrisponde alla ricerca.
ja: 読み込んだコミットに検索結果はありません。
ko: 로드된 커밋 중 검색과 일치하는 항목이 없습니다.
pt_br: Nenhum commit carregado corresponde à busca.
ru: Среди загруженных коммитов совпадений нет.
sv: Inga inlästa incheckningar matchar sökningen.
zh_hans: 已加载的提交中没有匹配结果。
zh_hant: 已載入的提交中沒有符合結果。

source: No match
bn: কোনো মিল নেই
es: Sin coincidencias
fr: Aucune correspondance
hi: कोई मिलान नहीं
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 항목 없음
pt_br: Nenhuma correspondência
ru: Нет совпадений
sv: Ingen träff
zh_hans: 没有匹配项
zh_hant: 沒有符合項目

source: No matching entries.
bn: কোনো মিলে যাওয়া এন্ট্রি নেই।
es: No hay entradas coincidentes.
fr: Aucune entrée correspondante.
hi: कोई मेल खाती प्रविष्टि नहीं।
it: Nessuna voce corrispondente.
ja: 一致する項目がありません。
ko: 일치하는 항목이 없습니다.
pt_br: Nenhuma entrada correspondente.
ru: Нет подходящих записей.
sv: Inga matchande poster.
zh_hans: 没有匹配的记录。
zh_hant: 沒有符合的記錄。

source: No open pull requests you authored.
bn: আপনার তৈরি কোনো খোলা পুল রিকোয়েস্ট নেই।
es: No tienes pull requests abiertos de tu autoría.
fr: Vous n’avez aucune pull request ouverte.
hi: आपके बनाए कोई खुले पुल अनुरोध नहीं हैं।
it: Non hai pull request aperte create da te.
ja: 自分が作成したオープン中のプルリクエストはありません。
ko: 내가 작성한 열린 풀 리퀘스트가 없습니다.
pt_br: Você não tem pull requests abertos de sua autoria.
ru: У вас нет открытых пул-реквестов.
sv: Du har inga öppna pull requests.
zh_hans: 你没有创建任何打开的拉取请求。
zh_hant: 你沒有建立任何開啟的提取要求。

source: No pages match “%@”
bn: “%@”-এর সঙ্গে কোনো পৃষ্ঠা মেলেনি
es: Ninguna página coincide con «%@»
fr: Aucune page ne correspond à « %@ »
hi: “%@” से कोई पेज मेल नहीं खाता
it: Nessuna pagina corrisponde a “%@”
ja: 「%@」に一致するページはありません
ko: “%@”와 일치하는 페이지 없음
pt_br: Nenhuma página corresponde a “%@”
ru: Нет страниц по запросу «%@»
sv: Inga sidor matchar ”%@”
zh_hans: 没有与“%@”匹配的页面
zh_hant: 沒有符合「%@」的頁面

source: No project has a GitHub repository yet.
bn: এখনও কোনো প্রকল্পে GitHub রিপোজিটরি নেই।
es: Ningún proyecto tiene un repositorio GitHub aún.
fr: Aucun projet n’a encore de dépôt GitHub.
hi: अभी किसी प्रोजेक्ट में GitHub रिपॉज़िटरी नहीं है।
it: Nessun progetto ha ancora un repository GitHub.
ja: GitHubリポジトリが設定されたプロジェクトはありません。
ko: 아직 GitHub 저장소가 설정된 프로젝트가 없습니다.
pt_br: Nenhum projeto tem repositório GitHub ainda.
ru: Ни у одного проекта пока нет репозитория GitHub.
sv: Inget projekt har ett GitHub-arkiv ännu.
zh_hans: 尚无项目配置 GitHub 仓库。
zh_hant: 尚無專案設定 GitHub 儲存庫。

source: No project here owns this folder. The terminal stops and Cascade forgets the session — the folder itself stays.
bn: এই ফোল্ডার কোনো প্রকল্পের নয়। টার্মিনাল থামবে এবং Cascade সেশন ভুলবে; ফোল্ডার থাকবে।
es: Ningún proyecto es propietario de esta carpeta. La terminal se detiene y Cascade olvida la sesión; la carpeta se conserva.
fr: Aucun projet ne possède ce dossier. Le terminal s’arrête et Cascade oublie la session ; le dossier reste.
hi: किसी प्रोजेक्ट में यह फ़ोल्डर नहीं है। टर्मिनल रुकता है और Cascade सत्र भूलता है; फ़ोल्डर बना रहता है।
it: Nessun progetto possiede questa cartella. Il terminale si ferma e Cascade dimentica la sessione; la cartella resta.
ja: このフォルダを所有するプロジェクトはありません。ターミナルを停止し、Cascade からセッションを削除します。フォルダは残ります。
ko: 이 폴더를 소유한 프로젝트가 없습니다. 터미널이 중지되고 Cascade에서 세션이 지워지지만 폴더는 유지됩니다.
pt_br: Nenhum projeto é dono desta pasta. O terminal para e o Cascade esquece a sessão; a pasta permanece.
ru: Папка не принадлежит ни одному проекту. Терминал остановится, Cascade забудет сеанс, а папка останется.
sv: Inget projekt äger mappen. Terminalen stoppas och Cascade glömmer sessionen, men mappen behålls.
zh_hans: 没有项目拥有此文件夹。终端将停止，Cascade 将忘记此会话，文件夹本身会保留。
zh_hant: 沒有專案擁有此資料夾。終端機將停止，Cascade 將忘記此工作階段，資料夾本身會保留。

source: No project with a workspace matches this page.
bn: ওয়ার্কস্পেসসহ কোনো প্রকল্প এই পৃষ্ঠার সাথে মেলে না।
es: Ningún proyecto con espacio de trabajo coincide con esta página.
fr: Aucun projet avec un espace de travail ne correspond à cette page.
hi: वर्कस्पेस वाला कोई प्रोजेक्ट इस पृष्ठ से मेल नहीं खाता।
it: Nessun progetto con un’area di lavoro corrisponde a questa pagina.
ja: このページに一致するワークスペース付きのプロジェクトがありません。
ko: 이 페이지와 일치하는 작업 공간이 있는 프로젝트가 없습니다.
pt_br: Nenhum projeto com espaço de trabalho corresponde a esta página.
ru: Нет проекта с рабочей областью, соответствующего этой странице.
sv: Inget projekt med en arbetsmapp matchar sidan.
zh_hans: 没有包含工作区的项目与此页面匹配。
zh_hant: 沒有包含工作區的專案符合此頁面。

source: No projects configured.
bn: কোনো প্রকল্প কনফিগার করা নেই।
es: No hay proyectos configurados.
fr: Aucun projet configuré.
hi: कोई प्रोजेक्ट कॉन्फ़िगर नहीं किया गया।
it: Nessun progetto configurato.
ja: プロジェクトが設定されていません。
ko: 설정된 프로젝트가 없습니다.
pt_br: Nenhum projeto configurado.
ru: Проекты не настроены.
sv: Inga projekt har konfigurerats.
zh_hans: 尚未配置项目。
zh_hant: 尚未設定專案。

source: No projects yet
bn: এখনো কোনো প্রকল্প নেই
es: Aún no hay proyectos
fr: Aucun projet pour le moment
hi: अभी कोई प्रोजेक्ट नहीं
it: Nessun progetto
ja: プロジェクトはまだありません
ko: 아직 프로젝트 없음
pt_br: Ainda não há projetos
ru: Проектов пока нет
sv: Inga projekt ännu
zh_hans: 暂无项目
zh_hant: 尚無專案
